<?php

namespace Faker\Provider\en_US;

class Text extends \Faker\Provider\Text

{
    /**
     * Project Name: Arasnama - Version 3 (ئاراسنامە - وەشانی ٣)
     *
     * This eBook is for the use of anyone anywhere at no cost and with
     * almost no restrictions whatsoever.  You may copy it, give it away or
     * re-use it under the terms of the Project kurdipedia License included
     * with this eBook or online at https://www.kurdipedia.org/
     *
     *
     * Title: Arasnama - Version 3 (ئاراسنامە - وەشانی ٣)
     *
     * Author:  ئاراس ئیلنجاغ
     * Contributor:  هاوڕێ باخەوان
     * Reviewer:  نالیا ئیبراهیم
     * Source:  https://www.kurdipedia.org/
     *
     * Release Date: Jan 11, 2019 [kurdipedia #20190111225653190959]
     * [Last updated: Aug 11, 2022]
     *
     * Language: Kurdish (Sorani)
     *
     *
     * *** START OF THIS PROJECT  Arasnama - Version 3 (ئاراسنامە - وەشانی ٣) ***
     *
     * Arasnama - Version 3 (ئاراسنامە - وەشانی ٣)
     *
     * ئاراس ئیلنجاغ
     *
     * KURDIPEDIA
     *
     * @see https://www.kurdipedia.org/default.aspx?q=20190111225653190959&lng=1
     *
     * @var string
     */
    protected static $baseText = <<<'EOT'
    ئادار مەشکە لەدار، لێە یان لە شنگار دوو بەس مانگ ئادار دەکەوێتە ناو مانگ(ڕەشەمە-ڕەشەمانگ) ساڵ کوردییەوە، لە سەرەتای ئه و مانگە هیچ قوت و زەخێە و دانەوێڵەیەک نامێن، مانگێگ ڕەشە و لە گۆتە و پەند و بالۆرە و ئیدیۆمی کوردەواری لەسەری ووتراوە: ڕەشەمە ڕەشگ ڕووان، بەشەڕ دین بوک و خەسوان، یان ڕەشەمە بەتاڵ دەن جواڵ وکەندوو، بەشەڕ دەین بوک و خەسوو، بەڵم لە دە ڕۆژی کۆتان مانگ ئاداریش دەبێتە مانگ(خاکەلێوە) و نەورۆز کە کورد گوتەن دەچێتە نێوبەهار و سەرماوسۆڵەی زستان بارگەی دەپێچێتەوە وگژوگیا مۆڵەت(ئێن) دەدرێن و پلەکان گەرما بەرز دەبێتەوە، بەمەش گیاوگۆڵ نەشونما و باڵ دەکەن و بەرزدەبنەوە و دەبنە لەوەڕێگ پڕ بەزاری مەڕوماڵت، ماڵتیش وەرزی زاوزن تێپەڕاندووە، بەرخ و کاریلەکانیش ووردە ووردە فێە گیاخواردن دەبن و ماست و بەرهەمەکان زیاد دەبن و وتراویشە: ماسن بواران وەکو ڕووباران، ئیێ بێییەکان بە مەنجەڵ گەورە گەورە شێی دۆساو لە پاوانان و لەوەڕگایان بەسەر سەرەوە دەهێننەوە چ ئاوان و چ ڕەشماڵن و دەکەونە هەڵبەستن مەشکە و ژەنین مەشکە، ئه و هەموو باسکردنە بۆ ئەوەیە بزانرێت: ئادار مەشکە لەدار، لێە یان لە شنگار، شنگاریش دەڤەرێگ وران کوردانە، تێکەڵەیەک لە کوردی ئێدی ئێدیخان وکوردی موسڵمان تێدایە هەندێجار بە(شنگاڵ) و(سنجار) و(شەنگاڵ)یش گۆدەکرێت، لە دامێن چیای(شنگار)ە و تێکەڵ بەدەشن(نەینەوا) دەبێت و دەشتێگ کاکی بەکاکی بەپیت و بەرەکەتە، ئه و تێکەڵیەش لە ئیدیۆمەکەدا بۆ ئەوەیە بوترێت

    ئادار ناچ بەن دۆ، نيسان ناچ بەن جۆ يان لەگەرميان يان لەشەنگاڵ ئەم ئيديۆمە ئەوەندەی پەيوەندی بە ئەزمون و تاقيکراوەی وەرزێر وکشتيار و جوتيار و جۆوان و شوانکارەی کوردانەوە هەيە ئەوەندە بۆ مەبەست و توانج و ماناسازی و وشەسازی بەکارنەهاتووە چونکە مانگ ئادار واتە خاکەلێوە و نەورۆز کە گژوگيا پڕ بە زار و دەمی مەڕ و بزن هاتووە و له و مانگەدا کاريلە و برخۆڵە گەورە بوون و دەتوانن ئەوانيش گياوگۆڵ بخۆن لەجيان شێی دايکيان لەلايەکيێيشەوە مەڕ و بزنيش تێ و پڕ دەبن و ئەوەی بچێتە بن(ددان)يان دەچێتە ناو(گوان)يان بەمەش شێ و بەرهەمەکان زۆر دەبێت بۆيە وتراوە(ئادار ناچ بەن دۆ) بڕگەی دووەمی ئيديۆمەکەش مانگ(نيسان) واتە کۆتان(گوڵن) و سەرەتان(جۆزەردان) واتە دانەوێڵەی جۆ لەمانگ گوڵن شێی ن دەکەوێت و لەمانگ جۆزەردان وادەی درەووی دێت ئينجا ئەم دروێنەيە هەندێجار لە سنوری دەشن شەنگاڵ دەبێت ياخود لە گەرميان واتە له و دوو ناوچەيە لە يەکێکيان دروێنەی جۆ پێشێ يان دواتر
    دەکرێت بۆيە وتراوە(نيسان ناچ ن جۆ، لەيان لەشەنگاڵ يان لەگەرميان)

    ئاردی بێاوە، کەپەکی ماوە بێان: کرداری دابێشێ و بێتن هاڕاوەی وردبووی دانەوێڵەیە بە هێڵەگ، کەپەک: توێکڵ دانەوێڵەی هاڕاوی وەکو(گەنم و جۆ و برنج و گەنمەشامی و شۆفان) لە کان دابێان لە هێڵەگ گێ دەبێت لە بنەچەدا توێژاڵ تۆوەکەیە کە بۆ پارێزگاری تۆوەکە خوڵقاوە تاوەکو چاندن و چەکەرەکردن، کان خۆی کە باراس دانەویڵەی گەنمیان دەبردە ئاس و لە ئاسیاو بۆ ئارد دەهاڕدرا و کە دەهاتەوە بۆ ماڵەوە کابانەکان لە هێڵەگیان دەدا و ئاردەکە دەچووە خوارەوە و ئەوەی لە کونیلەکان هێڵەگەکە گێ دەبوو ئه و توێکڵ و توێژاڵە بوو کە پن دەوترێت: کەپەک، ئەوە بووە بە ئیدیۆم و بەکارێک دەوترێت کە بەرە و کۆتان بێت و زۆربەی زۆری ئەنجام درابێت هاوشێوەی(گا گوراوە کلکی ماوە)، یان تەمەن مرۆڤ بەرە و کۆتان بێت، هاوشێوەی(ئاردی جەواڵم خواردووە و هەمبانەم ماوە)هەندێجاریش دەوترێت: فڵنەکەسکاری خۆی تەواوکردیە ئاردی خۆی بێشتیە وکەپەکی خۆی

    ئاروو بەبڕکی خۆيەوە جوانە ئیدیۆمەکان لەناوچەکان کوردستان و هەندێکجاریش لە گوندێکەوە بۆ گوندێکیێ جیاوازن لە داڕشتنەوە، بەگوێرەی ژیان وگوزەران و پیشە وکاروکاسبیان، ئاروو بەروبوومەکی هاوینەیە بەشێوەیەکی گشن پن دەوترێت(خەیار) بەڵم لە هەندێ ناوچە و خۆجن پن دەوترێت(ئاروو)، بڕک: واتە پنج و بنە ڕووەکەکه، شێوەی ئیدیۆمی(بەرد لەجێگەی خۆیدا سەنگینە) لێەدا وتراوە(ئاروو بەبڕکی خۆیەوە جوانە) واتە هەر کەسە بە کۆمەڵەکەی خۆیەوە جوانە و بایەچ ن دەدرێت، یان هەرشتە لەپێگە و جێگە و ڕێگەی خۆیدا گونجاو و لەبارتر ولەبەردڵنێە، لەهەندێ ئیدیۆمی تری وەک(هەر تەیرە و بەڕەوی خۆی، یان ڕێوی لەکون خۆی هەڵگەڕێتەوە گەڕ دەبێت)درکە و کینایەی ئاروو بەبڕکی خۆیەوە جوانە
    هەست ن دەکەیت.

    ئاسن داک وبان ناپرس لە کوردەواريدا بە مەکينە و تراکتۆر و ئۆتۆمبيل بەتێکڕا دەوترێت(ئاسن) هەموو ئەمانە پێويسن بە ڕوون گۆڕين و سوتەمەن و گريس و حەقدەسن فيتەر و تايە و پەنجەرچ و تاد دەبێت هەڵبەت هەمووئەمانەش بە پارە دەکڕێ-ن، ئينجاکاتێککارێکت بۆهەرکەسێک کرد ئه وکەسە ئەگەر دايک وباوک بێت يان قەوم و خوێش ئەوا دەبێت حەقدەسن مەکينەکە يان تراکتۆرەکە يان ئۆتۆمبيلەکە وەربگريت، ئەگەرنا زۆر زوو ئامێە ئاسنەکەت قەرزارت دەکاتەوە بەهۆی هەميشە خەرجيەوە بۆ ئامێەکە لە روون وگريس و تايە گۆڕين و بەنزينخانە وتاد، ئينجا هەرکەسێک ئامێەکە وکاسبيەکەی خۆی زۆر خۆشبوێت بەهيچ شێوەيەک کەس نابوێرێت لە حەق وکرن ئامێەکەی ئەگەر دايک و باوکيش بێت ئه و دەڵێت(ئاسن داک وبان ناپرس).


    ئاسنگەر دەزانێت لەگەڵ ئاسندا چ بکات وتراويشە(نان بۆ نانەوا، گۆشتيش بۆ قەساب) يان(زێڕ لای زێڕينگەر بەقەدرە) لێەش ووتراوە(ئاسن لای ئاسنگەر بەقەدرە) ئاسن کە کەرەسەی ئاسنگەرييە هەر ئاسنگەر کە پيشەيەن دەزانێت چۆنە و چيە و هەر ئەويش دەزانێت بەکاردێت يان ناشێت بۆ بەکارهێنان و دروستکردن کەل و پەل و پێداويسن، ئەم ئيديۆمە بۆ ئەوەيە کە مرۆڤ خۆی لە هەمووکارێک هەڵنەقورتێن و هەرکەسە و بەپن خۆی يان بەگوێرەی پسپۆڕی و وەستان و شارەزاييەکەی لەسەر شتەکان بدوێ يان بێتە ئاخاوتن.

    ئاسن ساردکوتانە ئاسنگەر، کورەی هەيە بۆ تواندنەوەی ئاسن تاوەکو بەپياکێشان و پياکوتان بەئارەزووی خۆی شێوەی ئاسنەکە بگۆڕێت و ئەوەی گەرەکيەن لن دروستبکات، تا وەکوگەرم نەکرێت ئاسنگەر ناتوانێت هيچ لە شێوەی ئاسن و پارچە شيشەکە بکات، چونکە تا بەيان ئاسنگەر لەسەر دەزگاکەی بە کوتک و چەغماغەکەی پارچە ئاسنێگ سارد بکوتێت جگە لە هيلاک بوون و ماندووبوون و عارەقەی شێ و مۆر هيچ سودێک نابينێت، ئەم حاڵە لە دەربڕی کوردەواريدا هاتووە بۆ کەسێگ لامل و(ئينکار) نەيەوێت بسەڵمێنێت، يان کارێک
    هيچ ئەنجامێگ نەبێت

    ئاسياو ن ئاو ناگەڕێ وتراويشە دەڵن(ئاس ئاو ل بڕايە) بەر لە ئاس ئاگر ئاشەکان بەئاوێ دەگەڕان وکاريان دەکرد، بۆيە لەرووی ڕاستەقينەوە ئاسياو ن ئاوناگەڕێ، ئەم ئيديۆمە بەکاردێت بۆ ئەنجامدان کارێک کە کەموکوڕی هەبێت بۆ ڕاپەڕاندن چۆن دەوترێت(گا بەپوش ناپەڕێت) ئاوهاش ووتراوە ئاشەکە بەن ئاو ناگەڕێ هەروەک چۆن شێخ ڕەزای تاڵەبان-ش لە هەجوو کردندا زۆر لێانانە بەکاري هێناوە(ئاس سمن ئێوە بەئاوی کێی ئێمە ناگەڕێ).

    ئاشپەز خلە ن و شاگردەکەی بلەن هەر کەس بيخوا گول ئەن ئاشپەز واتە چێشت لێنەر خلەش ناوی بچوککراوەی خەليل-ە لەبەر پۆخڵ و چرپن پن دەوترێت خلە، بلەش ئيێاهيم-ە و لەبەر هەمان مەبەست ناوەکەی بچوککراوەتەوە بۆ بلە، ئينجا لە گوندێگ کوردەواری بهێنە بەرچاوی خۆت چێشت لێنەر و شاگرد يەک خاسيەت و ئەدگاريان هەبێت وکەس نەبێت ئەوانە بکرێنە سەرپاڵە، دەبێت ئه وکارەی دەيکەن چۆن بێت، ديارە کارێگ ناتەواو و ناڕێک ئەنجام دەدەن، بۆيە ئەگەر دوو کەس پيس و پۆخەڵ و شێتۆکە چێشتێک ل بنێ لەبەر پيش شيوەکە-چێشتەکە-ئاشەکە ئەوەی بيخوات گڕوو- گەڕ- گول دەبێت، هەڵبەت مەبەسن سەرەکی و ڕاستەقينە چێشتەکە نيە بەڵکو هەرکارێکيێە کە دوو کەس بيکەن بەيەکەوە لە جێگە و ڕێگەی ئه و کارە و متمانەيە نەبن هەندێجار ئەم ئيديۆمە بەشێوازێگ تر بەکارهاتووە(کەس نەبێت ڕەجەب سەرپاڵە بێت).

    ئاشن پشيلە مشکە ئەگەر بۆ مرۆڤ(ئاشن پڕتەبەقەی ماڵ) بێت بۆ بۆگيانەوەری وەک(پشيلە) مشک هێماو ڕەمزی ئاشن نەبێت، مرۆڤ کە برس بوو ئەوەندەی پن بکرێت لە خۆراک دەگەڕێت و هەندێ مرۆڤيش وەک دڕەندەش پێويست بکات بەدەسن دەهێێ ئەوە لەکان قات و قڕی وگران و نەبون سەختدا لەلايەکيێيشەوە لەکان ئارامی و شێنەن دا خێان ئەگەر سامان و ماڵ نەبێت پڕدەبێت لە دەنگە دەنگ و ژاوەژاو و ناتەبان و ناڕەزان بە پێچەوانەشەوە ماڵ و سامان و پارە ئه و نارەزاييانە زۆرکەم دەکەنەوە تامايەی بەرقەراربوون ئاشن، سەبارەت بەپشيلەش ئەگەر مشگ لەمشە بێت ئەوا دڕندەن وگەڕۆکی و مڕەمڕە و سمرخ سمرچ لەکۆڵ دەبێتەوە وکەمێين شەڕە پشيلە ڕوودەدات هەربۆيە ئه و حاڵەی پشيلە بووە بەئيديۆم و جێگەی تەبەقەی پڕئاشن ماڵەی گرتۆتەوە.

    ئاغای گوندی ڕن بەگاوان گوندی دەکەوێ ئاغای گوند واتە گەورە داربەدەست و دەسەڵتداری گوندی هەموو کاروبارەکان گوند بە قسە و دەنگ ئه و دەنگ دەدرێت و دەڕوات بەڕێوە ئينجا هەندێجار ئەم ئاغای ئاواييە لەخۆبان دەبێت و هيچ بۆ دوارۆژ ناهێڵێتەوە و رۆژان رۆژی لەدوايە، رۆژ هەيە پێويستمان بە سادەترين کاراکتەری ئاوی دەبێت کە ئەويش گاوانە، لەوانەيە ئاغا ئاغايەتيەکەی بەهەر هۆکارێکەوە بێت لەدەست بدات و پێويسن بەوە هەبێت تەنها چێڵێک کە شێی دەمی ماڵ و مناڵ پێوە بەندە گاوان بۆی بخاتە ناو گاڕانەوە، کەواتە پايە بەرزی و لوتکە هەموو رۆژێک نابێتە شوێن و فەرمانگەی فەرمانەکانت بۆيە دەبێت چاوت دوارۆژ ببينێت و ئه و ئيديۆمە لەبێ نەکەی کە دەفەرموێ(ئاغای گوندی ڕن بەگاوان گوندی دەکەوێ).

    ئاگات لە بەرینان بێت ئه و ئیدیۆمە لە دەشن هەولێێ زۆر بەکاردەهێێت، لە ناوچەی رواندزێش هاوشێوەی ئەوە دەوترێت: چ پەنکە هەورا نابین لە وران کۆیەش دەڵێ: پەرە هەور دیارە، بەگشتیش لە ناوکوردان دەوترێت: دیوار بەگوێ یە، بەرین واتە: پانتان و فراوان ئه وکۆڕ و کۆبوونەوەی کە تۆ تێیدایت، هەندێجار قسە وەردەگریت و بە ئارەزووی خۆت باس ئەم و ئه و دەکەیت، ئەوانەی لە کۆڕەکەن بە هەویرەخوێیەک دەگەنەوە به و کەسەی کە تۆ باس دەکەیت، خەڵکانێکیش به و ئیدیۆمە دەتهێننەوە هۆش و ئاگاداریت ن دەدەن کە کەس و کاری ئه و کەسە لێەیە کە تۆ بەخراپە ناوی دەهێنیت، ئامادەبوانیش بە هۆشداری
    و بەبێهێنانەوە و ئاگادارکردنەوەت دەڵێ: ئاگات لە بەرینان بێت

    ئاگر ن دووکەڵ نابێت ووتراويشە(گوی وشک لەبەلاش بە قون کەسەوە نانوسێت) ئاو(هايدرۆجێ و ئۆکسجێ) وکەرەسەی سوتەمەن دەتوانن چڕەدوکەڵ دروست بکەن، واتە ئەگەر ئەمانە يەکدی گرنەبوون دووکەڵ نايەتە ئاراوە، دووکەڵ کە لايەنە نەرێنيەکەيە لەم ئيديۆمەدا واتە هەر کارێک کە ئەنجام دەدرێت يان جێبەچ دەکرێت هەندێ لێکەوتەی خران ل دەکەوێتەوە واتە ناکرێت کارێک ئەنجام نەدرێت لەبەر هەندێ لێکەوتەی نەرێن.

    ئاگر بەئاوی پيسيش دەکوژێتەوە. ئاگر کە کەوتەوە دەبێت بێ لە کوژاندنەوەی بکرێت، لە کۆندا پەنا بۆ ئاو دەبرا و هەرچ ستڵ و مەنجەڵ و تەنەکەی بەردەست هەبوو پڕ پڕ لەئاو دەکراو بەگورچ دەپڕژێێايە سەر ئاگرەکە، ئينجا ئه و ئاوە تا پيس و قوڕاوبێت باشێکلوکۆی ئاگرەکەی خامۆش دەکرت و زمانەی ئاگری دەبڕييەوە، هەندێجار ناکۆکيەک دەکەوێتە نێوان دوو خانەوادەی ڕەسەن شارێک يان گوندێکەوە خوێن ڕشتن ل دەکەوێتەوە و چەندين کەس لەسەر ئه و ناکۆکيە دەکوژرێت، بەچەندين کەسايەن و ريش سن و پياوی خانەدان و رێک و پێک ناکوژێتەوە ئەوەی ئاگرەی دوژمنايەتيە کەچ بە بۆرە پياوێک يان کەسێک کەناوی لە قوتوی عەتاريش نيە دەتوانێت بيکوژێنێتەوە و چارەسەری کێشەکەيان بکات بۆيە وتراوە(ئاگر بە ئاوی پيسيش دەکوژێتەوە)

    ئاگربەری دای لەسەری ئاگر بەيەکێک لە ڕەگەزەکان ژيان دادەنرێت لەسەر زەوی هەربۆيە گەلان زۆر لە ئيديۆمەکانيان دا بەکاريدەهێێ لە شوێن جۆراوجۆر بۆ مەبەسن جياجيا، هەندێجار بە(نيعمەت) و هەندێجار بە(نيقمە) دەشکێتەوە دەوترێت(ئاگربەربوو لەماڵم) يان(ئاگر لەماڵيان ناکرێتەوە) يان(ئاگری ئاگردانيان کوژايەوە) يان(س شت هەرچەندە کەم بن مەترسيدارن ئەوانيش نەخۆس و دوژمن و ئاگر).....تاد. ئەم ئيديۆمەش کە دەڵێت(ئاگر بەری دای لەسەری) واتە سەرەوە و بەرەوە(ژوروو و خواروو)ی گرتەوە، ئەمەش واتە کار لەکارترازان و کوژاندنەوەی زەحمەت بووە ياخود ئەگەر بشکوژێێتەوە ئەوا کاری خۆی کردووە لە سوتاندن و برژاندن و کلوکۆدامرکاندنەوە، ئەم دەربڕينە بەکاردێت بۆگرفتێک يان کێشەيەک لەبچوکيەوە سەر بکێشێت بۆگەورە بوون و لەدەست دەرچوون و توانای ئەوە نەمێنێتەوە کەزاڵ بيت بەسەرگرفت وکێشە و مەسەلەکە بۆيە بە دەربڕينەوە دوای گەورە بوون گرفت ووتراوە(ئاگر بەری دای لەسەری) واتە دەبێت هەرچ زووە دەست بەکاربێ بۆکوژاندنەوەی ئەگەرنا دوور ن يە هەموو لايەکمان بسوتێێ به و ئاگرەوە.

    ئاگر لەسەر پشن بکەوە پشت: لە لە خوار پشن ملەوە تا سەر کەفەڵ و سمن مرۆڤە، بەئێسکێگ گەورەی درێژکۆڵە بەسێاوەتەوە کە پن دەوترێت:بڕبڕەی پشت، هەر زەبر و لێدانێک بەر ئه و پشتە بکەوێت تەواوکار لە چالاکی و جولەی مرۆڤ دەکات، بۆیە پشت لە زۆر بواردا لە ئیدیۆمی کوردیدا ئاماژەی پێکراوە وەک: پشتەوشکێن کردەوە، پشن شکاند، پشن شکا، پشن هەیە، ن پشتە، پشن بە سەفین دایە، پشت ئەستور و....تاد، لێەش دووبارە پشت له و ئیدیۆمەدا بەکارهاتووە لە بەر پڕبایەچ پشت بۆ مرۆڤ و ڕاگری هەموو ئەندامەکان تری لەش بە سەرەیەوە، ئەگەر زیان بەر پشت بکەوێت کار لە هەموو بزاوتێک دەگێت و شەلەل و دەستەپاچە دەمێنیەوە، ئاگریش کە پشن مرۆڤ بگرێتەوە بەتەواوەن پەکی دەخات و ئەگەری چاکبونەوەی کەمێ دەبێتەوە، بۆیە بووە به و ئیدیۆمە و بۆ فەوتاندن(مەحفکردن) و لەناوبردن و تواندنەوە و پەکخسێ و سوتاندن و دوورخستنەوە بەڕق وکینەوە دەوترێت:
ئاگری لەسەر پشن بکەوە.

ئاگری بن کایە. کا، ئەگەرگڕیگرت، ئاگرەکەیگڕێگکزی هەیە وهێواش هێواشکایەکە دەسوتێنێت و دووکەڵێگ خەسن ڕەنگ شێ و بۆر وسن وڕەس دەبێت ودووکەڵێکە خنکێنەرە و چاوکوێر دەکات، ئه وگڕەش لەژێری کایەکەوەیە و تا هەمووکایەکە نەسوتێنێت ناکوژێتەوە، ئەوە بووە بەئیدیۆم بەکەسێگ فێڵباز و تەڵەکەبازکە دەسن هەبێت لە ئاگرخۆشکردن و فیتنەبازی دا، کەچ لە ڕواڵەت و لەڕووشدا بەکەسێگ باش و دۆست خۆی نیشان دەدات
به و جۆرە کەسانە دەوترێت(ئاگری بن کا

ئاگری پوس-يە پوش و پەڵش وەک دارودرەخت بە(ووزەی سەوز) دادەنرێن کە وشکيش دەبنەوە تيشگ خۆر زۆر ماندووی کردوون وەک رووەکی(قاڵۆغان) دەبنە زەخێەی(بەردەئەسن) يان وەک دارە چنارۆکی لە پڕ ئاگری لە خۆی هەڵدەهێنا و گرپەی کردووە و بووە بە بڵێسە و ئاگر، پوش وپەڵش هێندە ئامادەيە بۆگڕگرتن هەندێجار تەنها بەبەرزبوونەوەی پلەی گەرما لە خۆيدا گڵپەدەکات هێندە لەبارە نەبێتەوە، ئەم خاسيەتەی پوش بووە بە ئيديۆم و بۆ کەسێگ توندە(تەبيعات) و زوو هەڵچوو يان ئه و کەسانەی لەگەڵ(تڕ)ی خۆيان بەشەڕ دێن ووتراوە فلانە کەس کەڵکی قسە لەگەڵ کردن ن يە وەک(ئاگری پوس يە).


ئاگری ژێر پۆلوان بە تينە پۆلو واتە پشکۆ زۆر هاومانای تری وەک(سکڵ و پەنگر و پەڕەنگ و پۆڵۆ و پشکۆ وپەن)ی هەيە هەموو ئەمانەش لە ئەنجامی ئاگرێکەوە بووە کە کردون بە پشکۆ، هەڵبەت گڕ و تين پۆلو دار و چيڵکەی سەرووی خۆی دەکاتە خۆراک چونکە تەواو داگێساوە بەرە و خۆڵەمێش دەڕوات گەڕانەوەی نيە، وەک گڕو ئاگری قرچەی جگەرسوتان(شەهيد بوون کوڕ و جەرکی دايک وباوک)، شەڕ بە کۆنە قينانان دەکرێت، شەڕی کۆنە عەگيدان، ئاگری ن خۆڵەمێش دڵ عاشق بە هەموو ئەمانە بە ئيديۆمەوە دەوترێت(ئاگری ژێر پۆلوان بەتينە).


ئاگری لەسەر پشن کردەوە. ئاگری لە خلەوخەرمان بەردا، گەڵجاڕەکەیان سوتاند، هەموو ئاگر کردنەوەیەک دەسەڵتێگ دەرەبەگایەن لە پشت بووە لە کۆندا، دوو تەوژم و بەرە بکەونە ڕکابەری ئەوا یەکێکیان سەر دەکەوێت، هەندێجار سەرکەوتنێگ بەهێ و پشت شکێ ڕوودەدات یان بردنەوەیەکی فێڵبازانە ڕوودەدات و بەتەواوەن کابری دۆڕاو دەسوتێنێت و به و جۆرە بردنەوەیە دەوترێت بەخوای وای بردەوە یان واسەرکەوت بەسەریدا(ئاگری لەسەر پشن
کردەوە

ئاليگ بەر هەورازە جوتيارێ يان وەرزێرێ نێەکەرێگ هەبێت کەم کا و جۆ و ئاليگ بدان و بەڕەڵلای بکات لەکان ن ئيشيدا و هەرکاتێکيش باراش بباتە ئاس ئەوا نێەکەرەکەی بە بێ دێتەوە و باری دەکات بەڵم نێەکەرەکە لە هەورازێکدا لەبەر ن خزمەن پەکی دەکەوێت ناچار لەبەر هەورازەکەوە هەندێک کا وکۆن بدرێن تاوەکو هەندێک گوڕ و تين ن بکەوێت و باراشەکەی بۆ

ئاليگ بەر هەورازە جوتيارێ يان وەرزێرێ نێەکەرێگ هەبێت کەم کا و جۆ و ئاليگ بدان و بەڕەڵلای بکات لەکان ن ئيشيدا و هەرکاتێکيش باراش بباتە ئاس ئەوا نێەکەرەکەی بە بێ دێتەوە و باری دەکات بەڵم نێەکەرەکە لە هەورازێکدا لەبەر ن خزمەن پەکی دەکەوێت ناچار لەبەر هەورازەکەوە هەندێک کا وکۆن بدرێن تاوەکو هەندێک گوڕ و تين ن بکەوێت و باراشەکەی بۆ

بگەيەنەتە ئاس، ئينجا هەر حاڵەتێگ له و شێوەيە بەديکرا لە ناوکوردان بە هاوکاری و دەستگرۆن و نانەکە دەوترێت هيچ ن يە ئەوە(ئاليگ بەر هەورازە)، هەندێجار حزبە خاوەن ميليشياکان ئه و سيستەمە پەيڕە و دەکەن لەکان گرژی و شەڕ و شۆڕەکان دا موچەی چەکدارەکانيان دابێ دەکەن.

ئاهی بزنە مسکێن کێوان لەبن دێن وتراويشە(خودا حەق بزنە کۆريش لە شاخداری دەسێنێتەوە-دەکاتەوە ئەگەر بزنە مسکێ مەبەست کۆريس-يش بێت هەڕاستە) ئاهی هەر گيانلەبەرێ مرۆڤ يان ئاژەڵ لەئەنجامی ن دەسەڵن و نەبون دێتە کايەوە ئەگەرنا خۆی دەسن بڕوات و هەبێت چنگ خۆی دەگەيەنێن و هيچ پێويست بە ئاهی و ئاخ بۆ هەڵکێشان ناکات، ئينجا ئەگەر دەرئەنجامی زوڵمێک بێت ئه و ئاهی و ئاخە ئەوا خودای گەورە هەڵ ناگرێت چونکە نزاو پاڕانەوە و هەنيسک و ناڵەی زۆرڵێکراوکێو لە بن دێن و خودا خۆی دەکاتە خاوەن و تۆڵەی بۆ وەردەگرێتەوە، مسکێ واتە خەڵکی هەژار و ن دەرەتان و ڕەشۆک و ڕەمەکی و جۆوان و بەرەوان و کاسن نانەسگ، جەندرمەکان عوسمانلی کەدەهاتن دەيەک و پێنج يەک وشەش يەک و مەڕانە و بزنانە و فروجانەيان لە مسکێ و هەژاران وەردەگرت و خەڵکيش ن دەسەڵت و دەستەپاچە بوو بەڵم ئاهی-يان کێوی بێستون لەبن دەردێنا، به و حاڵە زۆرداريە وتراوە(ئاهی بزنە مسکێن کێوان لەبن دێن).

ئاو بەگوريس دەبەستێتەوە ئاو شلەيەکی ن تام و ن ڕەنگ و بۆنە، ئەوەی دەکەوێتە بەرچاو يان لەدۆچ گازيە يان شليە يان ڕەقيە، زياتر شلەيەکی شلە، شلەش بەگوريس وکێبڵ و حەبل نابەسێتەوە، زياتر ئەم ئيديۆمە بۆ شتێگ(مستەحيل) بەکاردەهێێت و دەوترێت فلانە کەس ئاو بەگوريس دەبەستێتەوە واتە کارێک دەکات کە ئەنجامی نيە وکەس پێش خۆی نەيکردووە چونکە ناکرێت.

ئاو خەستکردنەوە ئاو پەين و چڕی خۆی هەيە بەڵم شلەيەکی ن تام و ن ڕەنگ و بۆنە، ئەوەی دەکەوێتە بەرچاو يان لەدۆچ گازيە يان شليە يان ڕەقيە، زياتر شلەيەکی شلە و خەست نيە کاتێک خەستە يان ئاوێتە بووە يان تێکەڵەی تری تێکراوە،ئاوخەستکردنەوە واتە شتێکە رن ن ناچێت.

ئاو دەڕوا زي خ بەچ دەمێن زي خ کە پێکهاتەی وورد و خاشبووی جۆرەکان بەردە بەهۆی کەشکاری-ەوە، مادەيەکی ن گيان و ن کەڵک و ڕووتەوەبووە لە خاسيەتەکان گڵ و خاک، ئاويش سەرچاوەی ئاوەدان و پێکەوەژيان و بونياتنان شارستانيەت وگەشەکردن مرۆڤايەتيە لەدووگەرديلەی هايدرۆجێ و ئۆکسجێ پێکهاتووە، ئەوەی لەسەر رووی زەوی دەبيێت لە کشتياری و پيشەساری و بازرگان و ئاژەڵداری و تاد هەموو بەن ئاو هەڵناکات وکارئاسان بۆ نايەتە کايەوە، کەواتە ئاو بەکەڵک و زي خ ن کەڵکە بۆ يە بە ئيديۆمەوە بۆ لەدەستدان شتێگ بەنرخ و مانەوەی شتێگ تيابەستە نەبوو بەهەناسە هەڵکێشانەوە ووتراوە(ئاو دەڕوا زي خ بەچ دەمێن).

ئاو زۆر لە گۆمدا ماوە بۆگەن دەن گۆی زەوی رێژەی رووبەری ئاوی س هێندەی وشکاوييەکانيەن بەڵم 97%ی ئاوەکان لەدەرياوزەرياکان سوێرن بۆيە مرۆڤ دەتوانێت لەوشکاوييەکان وکيشوەرەکان بەئاسودەن هەڵبکات و بۆن گەنيووی دەريا و زەرياکان بۆ نەيەت، بەڵم گۆم وگۆمليچەکان وکان و کانياوەکان و رووبار و روبارۆچکەکان کە زۆربەيان ئاويان شێينە بۆ خواردنەوە دەشێ و مرۆڤ پشت به و ئاوانە دەبەستێت بۆ خواردنەوە و پيشەسازی و خۆشوشێ وکاری کشتياری بەڵم هەموو ئەم ئاوانە 3%ی ئاوی سەر رووی زەوی پێکدێێ، خاسيەن ئاوی شێينيش وايە ئەگەر رابوەسن و پەنگ دابێتەوە و جولەی نەبێت هێدی هێدی گەنيو دەبێت و خۆی لەخۆيدا دەبێتە چڵکاو، بۆن ساردی وگەنيوی مرۆ یق هەراسان دەکرد، ئينجا کە وتراوە(ئاو) زۆر لەگۆمدا بمێنێتەوە بۆگەن دەبێت واتە زۆر مانەوە لەشوێنێک چ ماڵن چ فەرمانگە چ شوێن و مەزار و نزاگە هەرچەندە وەک ئاوی شێين بەنرخ بيت هەر لەکۆتاييدا بۆگەن و بێراو و قێل بۆوە دەبيت بۆيە زۆر لە جێيەک مەمێنەوە تا رێز لێگێاو بيت نەوەک بە بينينت دەست بەلوتيانەوە بگرن.

ئاو شوێن خۆی دەگرێتەوە. دۆڵ هەموو ڕووبارێک بەدرێژان ڕۆژگار و بارودۆخەکان ئاووهەوا دروستبوون و دامەزراون، بەساڵ کەم ونامسۆگەری ن باران و زەنە و شەستە وڕەهێڵە باراندا گوزەری کردووە، وشکەساڵ و تەڕوتوس زۆری بینیووە، ئه و دۆڵەی دروستبووە جێگەی متمانە نییە لە سەروبەندی وشکەساڵ و قان باراندا خانوبەرە و شوێن نیشتەجێبوون و حەوانەوە دروست بکرێت، چونکە بەدڵنیاییەوە لەساڵ باران زۆردا لاڤاوی ڕووبارەکە لەگەڵ خۆی ڕاپێچ دەکات و زیان گیان و ماددی ل دەکەوێتەوە، بۆیە بەسالاچوان لەدێر زەمانەوە
وەک ڕێنمان و ئاگادارکردنەوە بۆ نەوەکان دەڵێ(ئاو شوێن خۆی دەگرێتەوە)

ئاو هەموو ئاشەکەی بردبوو، کابرا بە دوای چەقچەقە دا دەگەڕا ئاش يان ئاسياو دوو جۆری هەبوو ئاس ئاو و ئاس ئاگر، ئه و ئاشەی بە ئاوکاريدەکرد پن وتراوە ئاس ئاو، ئاس ئاويش پێويسن بەدەراو و سەرچاوەی ئاو هەبوو بۆيە يان لە نزيک کارێز وکان و سەرچاوە دامەزراوە يانيش لە رۆخ وکەناری رووبارۆچکە و رووباران دامەزرێێاوە، ئاش کە کاريکردوە وکورد وتەن کە(گەڕاوە) دەنگێگ هەبوو بە(چەقەچەق)ی ئاس ناوی هاتووە و بە هۆی دووبارە بوونەوەی هەمان دەنگ شێوەی ئاوازيش لێهاتووە وتراوە چەقەوێڕەی ئاس، ئينجا ئه و ساڵەی زەنە باران و ساڵێگ تەڕو توش و بەئاو بوايە لە وەرزی بەهاردا ئەگەری لافاو و ئاودەربوون زۆر بووە و هەندێجار سێڵو و لافاوی دەم چۆم و ڕووباران هاتووە و ئاس ئاوی بەتەواوی ڕاماڵيوە و برديويەن، خاوەنەکەس هيچ ئەوەی نەزانيووە ئاو بردويەن وتويەن دەنگ چەقەچەق ئاشەکە نايەت، ئەمە واتە لە(ن خەبەران کەشکەک سڵوات) واتە کەس ن ئاگا و لەدوای شن بچوک چوو، هەروەها هەمان ئيديۆم بەشێوەيەکيێ هەيە و وتراوە(گايەڵ بەگاڕانەوە چوو، لە گۆڵکە سووری دەپێچێتەوە).


ئاوی حەمامیش نامێنێتەوە لە کۆندا گەرماو و کورکردن لە دەوروبەری کانیاو و جۆگا و ڕووباران و چۆمەکاندا بووە، مەنجەلێکیان پڕ ئاوکردووە، ئاگریان لە ژێریدا کردۆتەوە و کە گەرم بووە خۆیا ن شوشتووە، لە شارەکانیشدا لەگەڵ پێشکەوتن شارستانیەت گەرماو و حەمام دروستکراوە و حەمامچیەکان باشێین بازاڕیان هەبووە و هەندێک لە خانەوادەکانیش نازناوی(حەمامچ)یان وەرگرت بە هۆی ئه و پیشەوە، ئینجا ئه و حەمامانە هەمووکەسێک ڕووی ن دەکرد و خۆیان تێدا دەشوشت و هیچ پشکە ئاوێک نامایەوە، ئەوە بووە بە ئیدیۆم و بۆ دڵدانەوەی ئه و کچ و کوڕانەی کە ژنیان نەهێناوە و شوویان نەکردووە، کەمێکیش پوت و نابوت و بەرچاو نێ، وتراوە: دڵ لە دڵەی مەدەن و خەمتان نەبێت ئاوی حەمامیش
نامێنێتەوە.

ئاوی شێين لەگڵ سوێر دەرناچ ئاو لە سوشتدا ن تام و ن ڕەنگ و ن بۆنە، هەر کاتێک ئه و خاسیەتانەی گۆڕان بەسەر داهات واتە کاریگەرییەک یان هۆکارێگ لەپشتەوەیە، بۆ نمونە ئاوێک خوێواو بێت کاریگەری زۆری گەردیلەکان خوێیە لە ئاوەکەدا، ئیێ به و شێوەیە گڵ سوێریش خوێیەکەی لە ئاوەکەدا دەتوێتەوە و ئاوەکە شێین لە دەست دەدات و دەبێتە شۆرەکات و خوێواوک، ئه و ئیدیۆمە بە تەوسەوە بەکەسێک دەوترێت کە کردەوەی باس ل ڕەچاو نەکرێت و جێگەی چاوی نییە و بنچینیەکی ڕێک و پێگ نیە و وەک بۆ هەمان مەبەست وتراویشە(کفر
کاریتەی ل هەڵناکەوێت

ئه و باوکەت مرد لە هەولێ و کۆیە دەڵێ: ئه و بابەت مرد، باوک، باب کە بەخێوکەر و پەروەردەکارە، بژێوی و قوت و خۆراک و جل وبەرگ و پێداویستیەکان ڕۆژانە و ژیان بۆ مناڵەکان دابێ دەکات، هەروەها پشت و پەنا و پەسێو و پشتیوانە بۆ هەمووکاروبارەکان لێقەومان و پێداویستیەکان و پارێزەری سەرسەخن نەوەکانیەن، هەندێ مناڵ به و هەموو خزمەتگوزارییەی کە باوک دابین دەکات تەواو بە ناز و نوز دەبن و چەتوون و سەرکێش دەکەن، گەورەکانیش بە هۆی هەبوون پشتێکەوە لە کارێکدا غروور و لە خۆبان دەبن، ئه و حاڵەتە کراوە بە ئیدیۆم و بە کەسانێک دەوترێت کە پشت بە کەسێک دەبەسێ بۆ سەرکێش و سەرپێچ و لەڕێ لادان، کە ئه وکەسە نەما بە تەوسەوە پن دەوترێت: ئه و
باوکەت مرد، ئه و بابەت مرد.


ئه و تڕەی لە قنگتايە بيکەنە ئيديۆمێکە لە کاتێکدا بەکاردەهێێت کە دووکەس لە چەلەحان وگفتوگۆيەک نەگەنە چارەسەر و يەکێکيان دەست دەکات بە هەڕەشە وگوڕەشە ئەويێيش بە توڕەييەوە و بەن منەتيەوە پن دەڵێت(ئه و تڕەی لە قنگتايە بيکەنەيان چ تڕێکت
نەکردووە بيکە) واتە چيت لە دەست دێت بيکە

ئه و خەبەرە هەرزان دەبێت لەناوکورداندا خەڵکانێک هەنە زۆر زوو دەيانەوێت س و ڕاز و نياز و زانياری و خەبەروباس خەڵکی بزانن، بۆ هەر خەبەرێک س بۆ چوار پرسيار دەکەن و ناگەنە هيچ سەرچاوە و زانيارييەکی دروست بۆ زانين هەواڵەکە لەبەر ئەمەيە کورد بۆ روودان رووداوێک يان نهێن بابەتێک يان کۆبوونەوە و گردبوونەوەيەک يان خەبەروباسێک وتويەن دڵ لەدڵە مەدە (ئه و خەبەرە هەرزان دەبێت) واتە هيچ شن تا ئەبەد بەنهێن نامێنێتەوە و ئەمڕۆ يان سبەی دەزانرێت چ ڕوويداوە.

ئه و دێر و هەرشەمەی لۆچییە؟ پەرستگای جولەکەکان لە کوردستاندا، پن دەگوترا:( دێر) یان(هەرشەم)، لەکۆندا ئەوانەی دەمارگێی ئاینیان هەبووە، شەوی(هەین) لەسەر ڕۆژی(شەممە) بەمناڵە وردکە، لە درەنگان شه و بەر دەرگای ئه و دێر وهەرشەمانەیان پڕ دەکرد لە زبڵ و خۆڵ و خاشاک، هەندێجاریش دەچوونە سەر ڕێگە و ماڵ جولەکەکان، بزمار و زبڵ وزاڵ و درەختە شکاو و دڕکیان دەخستە بەردەم دەرگا و ڕێگای دێر و ناو حەوشەی هەرشەمەکانیان پڕدەکرد لە پیش و پۆخڵ، ئه و چێۆکە زارەکیە و دەماودەم گێدراوەتەوە، ئینجا لە شاری کۆیە تا کۆتان چلەکان سەدەی بیستەم(1948-1950) گەڕەکێگ جولەکەنشێ هەبوو، کە تا ئەم دواییانەش پن دەوترا:(گردی جولەکان)و خاوەن دێر و هەرشەمی خۆیان بوون، لە کۆیە پێکەوە ژیان ئایینەکان(موسلمان وگاور و جولەکە) لەکۆنەوە تا ئەمڕۆس لەگەڵدا بێت زۆر باش بووە وگرژی و توندوتێی لەنێوانیاندا ڕووینەداوە، وەکو هاوشاری و هاوڵن بەیەکەوە هەڵیانکردووە و بەشداری خەم و خۆس یەکێیانکردووە، هێنانەوەی نمونەی کۆیە و جولەکە تەنها بۆ ئەوەیە بڵێم ئه و ئیدیۆمە لە کۆیە تا ئێستاش بەکاردەهێێت بۆ خانووبەرەیەکی گەورە و کۆن هاوشێوەی پەرستگای دێر و هەرشەم بێت به کەس پاک و خاوێن و سارد وگەرمی زستان و هاوین ڕانەگێت و خزمەت نەکرێت خەڵکی کۆیە بە
سەرسوڕمانەوە دەڵێ: ئه و دێر و هەرشەمەت لۆچیە؟

ئه و ماستە مووەکی تێدایە. ماست ڕەنگ سپیە و زۆرجارانیش ڕێک دەکەوێت مووی مانگا و بزنەکە یان خوری مەڕی تێدەکەوێت لەکان دۆشێ و لەبێداندا، موو زۆربەی جاران ڕەنگ ڕەشە، زۆر بەجوان لەناوسپێن ماستەکەدا دەردەکەوێت، ئەوە لایەنە ڕاستەقینەکەیە و وەکو ئیدیۆمیش بەکاردێت بۆگومانکردن لە ئەنجامدان کارێک یان ئەنجامدان جێگەی سەرسوڕمان بێت دەوترێت(ئه و ماستە مووەکی تێدایە) واتە لەبەلاش و ختوخۆڕان ئه وکارە ئەنجام نەدراوە،
بەڵکو مەرام و مەبەستێگ بەرژەوەندیخوازانەی لەپشتەوە هەیە

ئيش پينە و پەڕۆ هەر دەگاتە نيوەڕۆ هەندێکجاريش دەوترێت ئيش پينەوپەڕۆ ناگاتە نيوەڕۆ، واتە کارێک بناغە و مێابێگ پتەوی نەبێت ئەگەر تا ئەستێەش بڕوات هەر دەروخێت، ئەمە زياتر بۆ کارێک بەکاردەهێێت کە پێداويستيەکان ڕاپەڕاندن ئه و کارە ئامادە نەکرابێت و لێە و لەوێ هەندێک کەرەسە و ئامێی خراپ و ناشايستە بەکارەکە ئامادە کرابێت.


ئيش وەخن پاشای سەر تەخن کارێک پێويست بێت بکرێت هەر دەن ئەنجامی بدەيت کاتێک کارەکە خۆت خاوەندارێن بکەيت يان لە ئەستۆت بێت، ئينجا ئەگەرکان بۆ تەرخان بکرێت و هەوڵ چ بەجێکردن بدرێت لە ئان و سان خۆيدا واتا(وەخن) ئەوا کورديش لە ئيديۆمێکيێدا بۆ هەمان مەبەست وتويەن(کاری ئەمڕۆ مەخەرە سبەين) ئەوەی پێت سپێدراوە چ بەجن بکەيت هەست بەئاسودەن دەکەيت و هەندێکيش بەخۆت دەنازيت شێوە پاشايەک خۆت دێتە بەرچاو و لەتەخت و شوێن خۆتەوە هەست بە خۆس جێبەجێکردن کار دەکەيت کە خۆشيەکەی تەواو دڵخۆس دەهێنێت و داوەمووەکان دەم و چاو و پرچ پن دەشنێنەوە، بەپێچەوانەشەوە کارێکت ن بسپێدرێت و يان کارێگ خۆت کە چ بەجێت نەکرد هەست بەنائارامی و تەمبەڵ و تەوەزەڵ دەکەيت هەر لەبەر ئەمانەيە کورد بە دەربڕينەوە وتويەن(ئيش وەخن، پاشای سەرتەخن).

ئۆمەرمەندان نەیکا بەگیسگ، خاڵخاڵن دەیکا بەمریشگ ئۆمەرمەندان، چاکێکە لە گوندی(ئۆمەر مەندان)ی شارەدن شوان کەرکوک، ناوی گوندەکەش لەناوی ئه و مەزار و چاکەوە هاتووە، خاڵخاڵنیش تاکە چیایە لە سنوری پارێزگای کەرکوک و زیاتر لە هەزار مەتر بەرزە لە ئاسن ڕووی دەریاوە، بێوبۆچوون و گۆتە و گێانەوە هەیە دەوترێت: خاڵخاڵن و هەیبەسوڵتان خوشک و برا بوون، لەسەر شاچ هەیبەت سوڵتان، گومبەتۆکە هەیە و مەزارە و لەسەر لوتکەی خاڵخاڵنیش غەرەکە بەرد و گۆڕغەریبەیەکی لێیە و دەوترێت: چاکی خاڵخاڵنە، ئینجا هەردوو چاکی(ئۆمەرمەندان و خاڵخاڵن) لە یەکێییەوە نزیکن بۆیە کراوە بە ئیدیۆم و ئەگەرکەسێک داوای کارێک بکات و کارەکە بە بەرامبەر بکرێت، خاوەن کارەکەش خۆی گران بکات بیەوێت منەتباری بخاتە سەر داواکار، بەمە داواکار نیگەران دەبێت و مامەڵەی خۆی دەکات و ن منەن دەخاتەڕوو
کاتێک پن دەڵێت: ئۆمەرمەندان نەیکا بە گیسگ، خاڵخاڵن دەیکا بە مریشگ

ئیش گەیشتە نێگاین نێ لە خۆڕسکەوە بۆ گاین نە خولقێێاوە، ئەوە زانراوە کە مێینە بۆ ئه و کارەی تایبەتە و چ عەیبێگ نییە، بە ڕێ وشوێن ئادان و سوننەن خۆی بۆ ئه وکارەی مەیسەرکراوە، نێگایێ ناباوی و ڕێزپەڕییە، لەسەر ئه و خووە دزێوە لە ئاینە ئاسمانیەکان، هۆز و نەتەوەی گەورەی لە مێوی مرۆڤایەن ن سدراوە و نغرۆکراون وەکو هۆزەکەی پێغەمبەر(لووت) کاتێک ئه و دیاردەی نێگاینە پەرە دەسێنێت ڕێزپەڕی و ناوێزەن و لادان کۆمەڵیەن ڕوودەدات و کاروبار ئ ا ڵ ۆ زک ا و ی د ە ب ێ ت و م ر ۆ ڤ ا ی ە ن ق ێ ل ە خ ۆ ی د ە ک ا ت ە و ە ، ل ە ک و ر د ە و ا ر ی د ا _ ن ێ گ ا ی ێ ) ب ە قێەونێین شێوەی گان گانۆکی دادەنرێت، ئه و حاڵەتە لە ئیدیۆمی کوردیدا جێگەی بوویتەوە و بۆگەورە بوون کارێک و لە دەست دەرچوون و زوڵمێگ گەورە و ئابڕوچون و ناوێزەن و
لادانێگ لەڕادەبەدەر دەوترێت ئیش گەورە بووە گەیشتە نێ گاین.


بنەمۆم بنەمۆم، کاتێک مۆمێک دادەگێسێت و هەمووی دەسوتێت تەنها ژێرەکەی دەمێنێتەوە، هەڵبەت ئەویش ئه و ڕەونەق و جوانیەی پێش گڕتێبەربوونەکەی نامێنێت و دەبێتە تۆپەڵێگ تواوەی ناڕێک و شێوە جۆراوجۆری زەرد و بۆری ناچونیەک، بەکەسێگ کورتیلەی
ناشێین دەوترێت(بنەمۆم).

بووک گەيشتە ناو داڵن خەسو وەک وورچ دەيناڵند هەندێک ووشە هەن وەک دژيەکيان ل هاتووە لەوانە(بوک و خەسو) و(مشک و پشيلە) و(دۆست و ناحەز) تاد، بوک لە کوردەواريدا بە هاوژين و هاوسەری کوڕی ماڵ وتراوە، خەسو-ش دايگ کێ وکوڕە دەگرێتەوە، کەم ڕێکەوتووە بوک و خەسوکۆکێ بەڵکو بەدرێژان تەمەنيان ناتەباو ناڕێک و نەگونجاون بەيەکەوە، ئينجا لەهەمووی سەيرتر ماوەيەکەوە بوک-يان کێان ئۆينباز بوون و لەدوای خەسوو وشەی گيان بەکاردێێ وەک(خەسوگيان) هەڵبەت ئەمەش ئيديۆم وکينايەکی مەبەستداری مەکربازيانەی نوێ يە کێان فێی بوون ئەگەر نا خەسو وگيان عەرەب وتەن(کوجامەرەحەبا) چونکە ئه و دووانە تا رۆژی قيامەت و پەسڵن ناتەبا-ن، بەهۆی ئه و ناتەبان و قسەی يەکێيان ژانە سەرە بۆيە کورد وتويەن(بووک گەيشتە ناو داڵن خەسو وەک وورچ دەيناڵند)

بکەوە بەر پێيان نەکەوە سەرزاران(بکەويە بەرن-يان، نەکەويە سەرزار-ان) زۆرگوێت لێبووە ووتراوە کۆمەڵێک(حاچ) کەوتونەتە بەر پێيان وگيانيان سپاردووە، يان وتراوە سمکۆڵن ووڵغەبەرزە زەوی و زارەکان نەهێشتێ يان هەوڵدراوە زەردەشت بخرێتە بەردەمی کۆمەڵێک گای خورتەوە تاوەکو پان و پيليق بکرێتەوە، کەوتنە بەرپێيان جگە لەوەی بەئازار و ئەشکەنجەيە گيان سپاردنيش بەدواوەيە، ڕەوينەوەی ئاژەڵ و مرۆڤ لەيەکدی دەکەن چونکە هەردووک گيانەلايانە بۆ ژيان و لەمەترسيەکاندا وەک يەک دەڕەونەوە و ئەوەی بکەوێتە بەر پێيان پن ل دەنێ بۆ دەربازبوون خۆيان، بەڵم جياوازی مرۆڤ لەوەدايە کە قسەکەرە و زمان بەخراپ و چاک دەگێێ، زمان خراپييەکەی لە جەنجەڕ و کاکوت وکەوتنە بەرپێيان خراپێ دەهاڕێت وکەسايەن مرۆڤ دەتوان بکاتە کاوکۆت و سوک و ريسوای بکات بۆيە کورد لەدرککردن بەم حاڵەتە وتويەن(بکەوە بەرپێيان، نەکەوە سەرزاران)

بیوری کۆڵکانیش هەیە. بیور: تەوەرداس، بیور زۆر بەئاسان چل و لق و پۆن دارەکان دەبڕێتەوە و پارچە پارچەیان دەکات و ئامادە دەبن بۆ بارەدار و تەختە و دابینکردن پێداویستیەکان سوتان و دروستکردن کەل و پەل، هەندێک جار کۆڵکە دارێک بە تەورداسێک و بیورێگ ئاسان نتێتەوە بۆیە بەتایبەت بیورێگ بۆ دەهێێت. ئه و حاڵە بووە بە ئیدیۆمی خوازراو(هەر زاڵمەی زەوالێگ هەیە) واتە هەر کەسە کەسێگ بەرامبەری هەیە، ئەگەرکەر هەیە کەرگەدەنیش هەیە، وتراویشە(گورکی کەرخۆریش هەیە)، هەموو ئه و ئیدیۆمانە بۆ ئەوەیە بڵێم هەرچەندە کەسێگ بەهێ بیت، کەس
بەتواناتر هەیە و توس کەس خۆت دەبیت.


ن بوار، لە ئاوی داوە. بوار: لێەدا واتە ئه و شوێنەی ڕووبارکە، تەنکە و بڕە و ن یە و قولان کەمە، واتە بواری پەڕینەوە لە ڕووبارەکەدا هەیە و مرۆڤ دەتوانێت بەن چوپ و بەلەم و مەلەوانزان بە پێیان لەئاوەکە بدات و بپەڕێتەوە، ن بوار: واتە بەهیچ شێوەیەک مرۆڤ بە پێیان ناتوانێت ڕووبارەکە بێت چونکە قوڵ و خوڕە و مرۆڤ نقوم دەکات و دەیبات و دەیخنکێنێت. ئه و ئیدیۆمە بەکاردەهێێت بۆ کەسێک کە هیچ شارەزا نەبێت لەکارێک و ئەنجامی دابێت و زیان گەورەی بەرکەوتبێت تا دەگاتە زیان گیان، هەندێجار لەئەنجامدان کاری بازرگان و سیاس و کۆمەلایەتیش بەکاردەهێێت کە کەسێک بە نەفامی و نەزان لەکارەکە خۆی ن هەڵقورتێن و سەرکەوتووش نەبێت، به و جۆرە مرۆڤانە بەتەوسێکەوە دەوترێت(ن بوار،
لەئاوی داوە)

ن دەرن خەون بەگەزی خامەوە ئەبین لە کۆندا قوماش و پەڕۆ کەم بوون، هیچ خێانێک نەیتوانیووە بە تەواوەن جل وبەرکی خاوخێان دابێ بکات، بۆ خەڵکی ڕەشۆکیش ئەوە هەر مەپرسە، زۆربەیان گون ڕووت و ن دەرن بوون، هەر بۆیەش لە کوردەواریدا وشەی گاڵتە و گەپ ئامێی وەکو(گونت ڕووت) زۆر بەکارهاتووە، زۆر جار وا ڕێکەوتووە جوتیارێگ هەژار لە کان جووت کردن وکاری کشتیاری و دروێنە و سەرپاڵەیدا شەڕواڵە خامەکەی فڕێداوە بۆ ئەوەی بیپارێزێت و نەدڕێت تا لە ناو ئاوەدان لە بەری بکات، ئینجا ئه و نەبوونیەی خام و قوماش و پەڕۆیە بووە بە ئیدیۆم دەوترێت: ن دەرن خەون بە گەزی خامەوە ئەبین واتە مرۆڤ چ نەبوو، ئارەزووی دابینکردن ئه و پێداویستیەی هەیە، چ ڕووت ن، جل وبەرگ و پۆشین بوێت، چ برس
بێت، نان و خۆراک چ ن جێگە و لان بێت، شوێن حەوانەوەی بوێت...تاد

بێوەژن کۆس بێوەژن: ژنێکە کە مێدەکەی نەماوە و مردووە، خۆی ماوەتەوە و ئەرکی بە خێوکردن ماڵ و منداڵ بەتەنها کەوتۆتە ئەستۆ، بۆ ئه و پیاوەی کە ژنەکەس مردووە هەر دەوترێت: بێوەپیاو، سەخن ژیان و کۆست کەوتن و بێوەژەن کەوتن لە کوردەواریدا زۆر دژوار بووە چونکە کارکردن هەمووی بەدەست وبازوو بووە، هەڵبەت پیاویش له و بوارەدا ماسوڵکە و شان و باڵ گونجاونێە، بۆیە ئه و ژنەی بەتەنها بمابایە و پیاوی نەبووایە، ڕەنج و زەحمەتکێشیەکەی دەبووە دوو هێندەی پێشووتری، ئه و زەحمەتکێشانە بۆ بە خێوکردن ماڵ و منداڵ پن دەوترێت: بێوەژن کۆس، ئەوەش بووە بە ئیدیۆم و بە پیاوێگ ڕەزیل و قرچۆک و دەست قوچاو وکە لە هەمووکارێکدا دەیەوێت بپچڕێتەوە و پاشکەوت بکات و بۆ خۆی لابدات و هەر هەڵ بگرێت و بۆ خۆن و ماڵ و منداڵ سەرف و خەرج نەکات
بەتەوسەوە پن دەوترێت: ئه و بێوەژن کۆشیەی بۆکی دەکات؟

بەئاگری گەش نەبمەوە بۆ بەدووکەڵ رەش ببمەوە ئاگر بۆ زۆر پێداويسن مرۆڤ لەکۆنەوە بەکاري هێناوە بۆ خۆگەرم کردنەوە يەکێکە لە هەر بەکارهێنانە باوەکان مرۆڤايەن، ئينجا ئاگر ئەگەرگەش و لە کڵپە و بڵێسه دابێت سودەکەی زۆرترە، نەوەک لە کان خامۆس و کزی و خۆڵەمێش چونکە لەباری دووەمدا بەس چڕەدووکەڵ چاوت کوێر دەکات و فرمێسگ نەڕژاوت دەهێنێتە جۆش و خرۆش، ئينجا ئاگری گەش و خامۆش لە ئيديۆمی کوردەواريدا بەکارهاتووە و وتراوە(بەئاگری گەش نەبمەوە بۆ بە دووکەڵ ڕەش ببمەوە) واتە ئەگەر شتێک لايەنە چاکی و باشيەکەی بۆ من نەبێت بۆ پاشەڕۆ و بەرماوەکەی زيان بەمن بگەيەنێت هەر نزيک له و ئيديۆمەش بە تەوس-ەوە وتراوە(لەقازانچ تەريکم لە زەرەرێ شەريکم) واتە بەرهەم و بەروبوم بۆمن نەبێت بۆ لە زەرەر و زيانەکەيدا بەشدار بم وەک چۆن لێەدا وتراوە لە گەس ئاگر بەشدار نەبم لە خامۆس و چڕە دووکەڵ بۆ بەشداربم

بە پشيلەی گۆشت(تەوزي ع) ناکرێت ئيديۆمێکە بۆکەسێک بەکاردەهێێت کە لەئاست ڕاسپاردن کارێک نەبێت کە پن دەسپێدرێت، بۆ پشيلە گۆشت جێگەی بايەخ و قون سەرەکيەن ئەگەر ئەو بکرێتە سەرپاڵە و سەرپشک بەدڵنياييەوە بەشێگ زۆری بۆ خۆی گل دەداتەوە و بەشەکەی تريش دەخاتە ژێر گڵەوە کەواتە ناکرێت کەسێک لە ئاسن ڕاسپاردن کارێک نەبێت و کارەکەی ن
رابسپێت.

بە تاوستان هان لەسیبەر پەرک، بەزمستان بە جوارەوە چنە سەر چار خەرک لەشێوەزاری(لوڕی) خزمان گوندی(ئۆمەرگومبەت)ی شارەدن(سێگردکان)ی شاری کۆیەوە وتراوە، شێوەی قسەی نەستەق و پەند و ئیدیۆمی وەرگرتووە، هەندێک دەڵێ ئەوە وتەی(خاڵەحمەوە-خاڵە ئەحمەد) کە پیاوێگ قسەزان بەرەی کاکیەکان گوندی ئۆمەرگومبەت و پیاوماقوڵ دەربەندییەکان بووە، ئۆمەرگومبەتیەکان خەڵکی زۆرکاسب و شارەزان لەکاری کشتیاری و وەرزێری و ماڵداری و ئاژەڵداری، رووبەری گوندەکەیان نزیکەی(50)کیلۆمەتر چوارگۆشە دەبێت، زەوی کشتوکاڵیان کەمە، بەڵم پاوان و لەوەڕگای زۆرە بۆ بەخێوکردن مەڕوماڵت، لە هەر چوار وەرزی ساڵ کار و کاسبیەک دەکەن و خۆیان موحتاچ ئەم و ئه و ناکەن و بە شان و بازووی خۆیان، نان و بژێوی بەرهەم دێێ، بۆیە خەڵکی ناکاسبیان خۆش ناوێت، بۆیە بوون بە خاوەن ئه و ئیدیۆمە جوانە، کە دەڵێ بە تاوستان هان لە سیبەر پەرک، ناوچە کەنارییەکان زن بچووک ڕووەکی(پەرک)ی زۆرە کە لە بنەچەدا واتە(ن بەر) سێبەرەکەس مرۆڤ ناتوانێت لەبەری بحەسێتەوە، چونکە گەڵکان شاش و واشن تیشگ خۆر پێیاندا گوزەر دەکات و بە بەرچاو یان شان و مل و سەری ئه و کەسە دەکەوێت کە لەژێری دایە، تاوستان واتە هاوین کە وادەی کار و کەسابەتە هەندێ کەس ناکاسب بە گەلۆری و تەمبەڵ دەچنە ژێر ئه و ڕووەکەوە، زمستانیش واتە زستانیش بە جەواڵ و گونیە و تورەگەوە دەچنە سەر چاڵە گەنمی خەڵکی و ناچار دەست لەم و له و پان دەکەنەوە یان چاڵە گەنمی خەڵکی دەبڕن، ئەوە بووە بەپەند و ئیدیۆم بە خەڵکی ناکاسب و تەمبەڵ و عەمەل مەندە دەوترێت: بە تاوستان هان لە سیبەر پەرک، بە زمستان بەجوارە
چنە سەر چار خەرک.

بە جەڕ و مەنگەنەيە جەڕ بزماری بەپێچە و بچێتە نێو هەر شتێکەوە دەرهێنان زەحمەتە و هەميش بە خوار و خێچ کاری خۆی دەکات، مەنگەنەش ئامێکە ئاسنگەر و بۆريچيەکان بۆگرتن پارچە پۆڕی و ئاسن بەکاری دەهێێ، ئەگەر هەر شن بگرێت ئەوا زۆر بە توندی دەيگرێت و زەحمەتە لن ببێتەوە، لێەدا وەک دەربڕ و درکە وکنايە بەکارهاتووە بۆکەسێگ جاڕس و ئينکار و مونجێ و چێەدرێژ و نەسەڵمێ و ئەگەر پێت لە پن بچەقێت ئەوا وەک قێ وايە و لەقاچ و پێت نابێتەوە.


بە دۆکەڕەتێک ئەڵێ ترشه هەموو کورد دەزانێت دۆ خواردنەوەیەکی ترشە، هەر بۆیەش کردویەن بەنمونەیەکی جوان بۆ ئه و کەسانەی کە لایەن خران خۆیان نابیێ و وتویەن: کەس بەدۆی خۆی ناڵ ترشە، ئەمە لەلایەک لەلایەکیێیشەوە ئه و ترشێتیە جارێکیێ لە ئیدیۆمێگ جوانێ بەکارهاتۆتەوە ئەویش: بەدۆکەڕەتێک دەوترێت ترشە، واتە زۆر هەڵناگرێت یەکجار بوترێت بەسە و پێویستە بەدووبارە و سێبارە و دەبارەکردنەوە ناکات، مرۆڤ کاتێک بێار دەبێت لە کەس بەرامبەر چ بەهۆی تێنەگەیشتنەوە بێت چ بەهۆی زۆرگوتنەوە بێت بە ناڕەزای و توڕەبونەوە دەوترێت ئای چەندت ووت: بەدۆکەڕەتێک دەوترێت ترشە یان زۆرگوتن
قورئان خۆشە

بە قونيا مەخە ئەگەرگوێدرێژێک بارەکەی قورس بێت و توانای باربردنيش کەم بێت لە هەندێ شوێندا ئەگەری کەوتن بارەکەی قوناوقون هەيە ئەمەش خراپێين حاڵەتە بۆ ئه وکەسەی بيەوێت بارەکەی بگەيەنێتەوە، يان هەندێجار دەوترێت(سەراقون کرد) واتە بەپێچەوانەوە کارەکەی تێکدا، لێەش ئه و ئيديۆمە بۆ ئەوە بەکاردێت کە کەسێک بيەوێت کارێک بکات و هيچيش ل نەزانێت خاوەن کارەکە کەسەيری دەکات دڵ کارەکەی ناگرێت و پن دەڵێت لن گەڕێ يان زياتر دەڵێت و دەڵ بە قونيا مەخە واتە کارەکە سەقەت مەکە.

بەقنگە خشگ بەغدا ناگێێ دەوترێت سوڵتان سڵێمان قانون عوسمان بەس بە تەپ و تۆزی لەشکرەکەی سوپاس سەفەوييەکان بەسەرکردايەن(تەهماسپ) ترساند و لەرزاند و بەغداديان چۆڵکرد چونکە سوپاکەی پڕچەک و بێباوەڕی ڕێچکەی سونيگەران بوون، پشت ئەستوربوون بۆ ئەوەی کە سەردەکەون و بۆ سەرکەوتن ڕێيان گرتبوو، ئەم ئيديۆمە بۆ ستايش لەشکری عوسمانيەکان ن يە و بۆ سەرکۆنەی لەشکری سەفەوييەکان نيە بەڵکو ئەمە داکەوتە و رووداوێگ مێون سەدەی شازدەيەمی زاين يە(1534ز). بەغداد کە هەميشە لەگەڵ دەرکەوتن(جێنشين عەباسيەکان) و بەتايبەت بونياتنەرەکەی جێنشێ(جەعفەری کوڕی مەنسور)شارێک بووە هەردەم ژمارە بووە لە ناوچەکەدا، ئينجا لێەدا بۆيە کراوە بە ئيديۆم(بە قنگە خشگ بەغدا ناگێێ) لەمێوودا هەميشە بە ئۆپەراسيۆن و لەشکرکێش ن ژمارە ئينجا کەوتووە و داگێکراوە وەک لەشکرکێشيەکان(ئەسکەندەری مەقدۆن و هۆلاکۆی مەغۆڵ و ئيسماعيل سەفەون و سوڵتان سڵێمان قانون و جۆرج بۆس ئەمريگ و تاد) کەواتە کاری قورس بەگاڵتەوە ناکرێت بۆيە دەوترێت(بەقنگە خشگ بەغدا ناگێێ).

بە قەل دەڵ گدی گدی قەل ڕەنگ ڕەشە و گدی گديش بانگکردن بزنە، هەڵبەت بزنيش زۆرينەيان لە کوردستان ڕەنگيان ڕەشە، ئينجا ئەم ئيديۆمە لێەدا بۆ چەند مەبەسن بەکارهاتووە: يەکەميان: واتە کەسێگ نەسەڵمێنە و بشفڕێ هەر پن وايە بزنە. دووەميان: کەسێگ هەژار و نەدار بێت پن دەوترێت بابە زۆر هەژارە و هيچ نيە و بە بزن دەڵ گدی گدی. سێيەميان: نەفام و نەزانە قەل ببين پن وايە بزنە و پن دەڵێت گدی گدی.


بە هەزار وێر قەرزێک پڕ ناکاتەوە وێر: پارەدانە لە جیان شن بۆ کەسێک ، لەناو کەلتوری کوردەواری تا ئەم دواییانەش زۆر باوی بوو، کاتێک یەکێک لە چایخانەیەک یان ساردەمەنیەک، چایەیەک یان شەربەتێگ دەخواردەوە دەسن بۆ باغەڵ وگێفان دەبرد تاوەکو پارەکەی بدات، خاوەن شوێنەکە دەیگووت پارەکەت دراوە، به و پیاوەتیە دەوترا: وێر، لەگەڵ گۆڕانکاری لە سیستەمی ئابوری و بژێوی خەڵک ئه و پیاوەتییەش کاڵبۆوە و بۆیە لە زۆربەی دوکانەکان خواردنەوە و شێنەمەن و تاوەکو هەندێک لە چێشتخانەکانیش لەسەر دیوارەکانیان نوساوە: تکایە وێر ن یە، قەرزیش: دراو یان کەل وپەل بۆ ماوەیەکی دیاریکراو بدرێت بە کەسێک و دواتر لەماوەی دیاریکراودا دەبێت بدرێتەوە بە خاوەنەکەی، ئه و دوو دیاردەیە(وێر، قەرز) له و ئیدیۆمەدا بەکارهاتوون، هەزارجار پارەی چایەکی هاوڕێیەکت بدەیت لە چایخانەیەک، شوێن دانەوەی قەرزێگ بۆ پڕناکاتەوە، وەکو ڕێنوێن و ئامۆژگاری دەوترێت: بە هەزار وێر
قەرزێک پڕ ناکاتەوە واتە: هەموو شتێک ڕێ و شوێن و جێگەی خۆی هەیه.

بە هەموو بایەک جۆخێ سوور نابێتەوە وتراویشە: لە هەموو هەورێ باران نابارێت یان هەموو سمێڵ سورێک هەمزاغا نییە یان هەموو چەک بەدەست و بەرگ بۆرێک پێشمەرگە نییە ئه و ئیدیۆمەش هاوشێوەی ئەمانەیە، جۆخێ واتە خەرمان بەکاوکۆتەوە، هەم دانەوێڵە و هەم کایەکەشە بەیەکەوە، بە شەنەبا و شەن وکه و دان وکایەکە لە یەکدی جیادەکرێتەوە، لە کۆندا بۆگاڵتە وگەپ و بەڕێکردن کۆڕ و دانیشتنەکان دەیانکردە مەتەڵۆکە و دەیان ووت: کاچوو مادان چییە؟ مەبەستیان ئه و جۆخێ و خەرمان و ڕەوسە و شارایە بووە، کە بە هۆی کزە و سوە و بای شەماڵەوە بووە نەوەک ڕەشەبا وگڕەوفڕە، چونکە ڕەشەبا دانەکەش لەگەڵ خۆی دەبات و جوتیار و وەرزێر ڕەنج بە خەسار دەکات، بەڵم بای شەماڵ هەم فێنگ دەداتە کاکی جوتیار و سەپان هەمیش بە هێواس تەنیا کایەکە لە جۆخێ و ڕەوسەکە دوور دەخاتەوە بەمەش خەرمان سوور دەبێت وگەنمەکەی دەبێتە ڕەوسە، ئینجا ئه و حاڵەتە بووە بە ئیدیۆم و
دەوترێت: بە هەموو بایەک جۆخێ سوور نابێتەوە.

بەهەوهەوی سواران دەکرێت نەک بە تڕوتۆن پێژنان هه و هەوی سواران واتە دەنگ و سەدا و هاوار و دەنگدان ئەسپ و ووڵغ بەرزە بۆ ڕووبەڕوو بونەوە و شەڕ و پەلاماردان وگەڕاندنەوەی تاڵن و ڕمبازی و غارغارێن و سوارچاکی و تاد، تڕوتۆپ واتە خۆ بەزلزانێ و تيابەستەنەبوون و لە خۆڕازيبوون، سواران واتە سوار چاک و شۆڕە سواری لە شەڕدا نەگڵو و ئامادەيە لەسەر ئەسپ بمرێت، پێژن- يش واتە کەس بەساڵچووی و کەنەفت و پەککەوتە و ناچالاک، تێکڕای ئەمانە کراوە بەئيديۆم و وتراوە(بەهەوهەوی سواران دەکرێت نەک بە تڕوتۆن پێژنان) واتە کارێگ مەزن هەبێت بۆ ڕووبەڕووبونەوە وگيان لەسەردەستان بە سوارچاک و عەگيد و مێخاسان ئەنجام دەدرێت نەوەک بە پرتەوبۆڵەی پێژنان.

بەکلکی مراکی راگەيشت يان بەکلکی مراکی راناگات کەسێک لە خوانێک داوەتکراوە زۆر درەنگ فريا بکەوێت و بەرماوەی بەرکەوێت دەوترێت بەکلکی(مراک)ی راگەيشت ئەوە گوزرارشتە راستەقينەکەيە، مراک لە ملعەقەی زمان عەرەبيەوە هاتووە کەوچک کورديەکەيەن، بەلام بووە بە دەربڕ بۆ کۆمەڵێک هەولوێسن هاوشێوە بۆ نمونە لە خولەکان کۆتان ياريەک ببين يان لەکان زيادکراودا گۆل يەکسان بکەيت يان بەر لەدەستپێکردن شەڕێک بگەيتە شەڕگە و رۆڵت هەبێت لە هەڵنەگێسان شەڕە، هەندێجاريش دەوترێت بەکلکی کەوچکا راناگات واتە تازە درەنگە فريای هيچ ناکەويت وکارەکە زۆری ل رۆيشتووە.
EOT;

}
