<?php

namespace Faker\Provider\lv_LV;

class Color extends \Faker\Provider\Color

{
    protected static $safeColorNames = [

        'ڕەش', 'سوور', 'سپی', 'قاوەیی', 'شین', 'زەرد',
        'مۆر', 'پەمەیی', 'ڕەساسی', 'پرتەقاڵی', 'سەوز',

    ];

    protected static $allColorNames = [
        'ڕەساسی کاڵ',
        'ڕەساسی تۆخ',
        'ڕەساسی باو',
        'خۆڵەمێشی',

        'پرتەقاڵی کاڵ',
        'پرتەقاڵی تۆخ',
        'پرتەقاڵی باو',

        'سەوزی کاڵ',
        'سەوزی تۆخ',
        'سەوز باو',
        'سەوزی چڵکن',

        'سووری کاڵ',
        'سوری تۆخ',
        'مەیلە و سوور',
        'ڕەشی زەق',
        'مەیلە و ڕەش',

        'مەیلەو سپی',
        'سپی باو',
        'شەکەری',
        'بێجی',

        'قاوەیی کاڵ',
        'قاوەیی تۆخ',
        'مەیلە و قاوەیی',
        'قاوەیی باو',

        'شینی کاڵ',
        'شینی تۆخ',
        'شینی کاربۆنی',
        'شینی ئاسمانی',
        'نیلی',

        'زەردی کاڵ',
        'زەردی تۆخ',
        'مەیلە و زەرد',

        'مۆری کاڵ',
        'مۆری تۆخ',
        'مۆرباو',
        'مۆری چڵکن',

        'پەمەیی کاڵ',
        'پەمەیی تۆخ',
        'پەمەیی باو',
        'پەمەیی چڵکن',
        'پیازی',

        'شەکەری',
    ];
}
